Repository: nezinomas/keeping
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Account title
lt: Sąskaitos pavadinimas

source: Closed
lt: Uždaryta

source: Sorting
lt: Rūšiavimas

source: Account
lt: Sąskaita

source: Accounts
lt: Sąskaitos

source: Account was closed in %(year)s.
lt: Sąskaita uždaryta %(year)s.

source: At least one category has to be selected.
lt: Reikia pasirinkti bent vieną kategoriją.

source: Savings
lt: Taupymas

source: No change in spending, month
lt: Nekeičiant išlaidų, mėn

source: After spending cuts, month
lt: Sumažinus išlaidas, mėn

source: Incomes and Expenses
lt: Pajamos ir išlaidos

source: Incomes
lt: Pajamos

source: Expenses
lt: Išlaidos

source: Average incomes
lt: Vidutinės pajamos

source: Average salary
lt: Vidutinis atlyginimas

source: No data found
lt: Nieko nerasta

source: No records on day %(day)s
lt: %(day)s dieną įrašų nėra

source: No expenses
lt: Išlaidų nėra

source: Start of year
lt: Metų pradžioje

source: End of year
lt: Metų pabaigoje

source: Year balance
lt: Metų balansas

source: Average expenses
lt: Vidutinės išlaidos

source: Plan
lt: Planas

source: Fact
lt: Faktas

source: Total
lt: Viso

source: Pensions
lt: Pensijos

source: Funds
lt: Fondai

source: Profit
lt: Pelnas

source: Invested
lt: Investuota

source: Shares
lt: Akcijos

source: Incomes and Savings
lt: Pajamos ir taupymas

source: Percents
lt: Procentai

source: Money
lt: Pinigai

source: Wealth
lt: Turtas

source: No records in <b>%(year)s</b>.
lt: <b>%(year)s</b> metais įrašų nėra.

source: Worth of accounts
lt: Sąskaitų vertė

source: Past years
lt: Praėję metai

source: Balance
lt: Balansas

source: Have
lt: Turiu

source: No record of account amount
lt: Nėra įrašo apie sąskaitos lėšas

source: Forecast
lt: Prognozė

source: January
lt: Sausis

source: February
lt: Vasaris

source: March
lt: Kovas

source: April
lt: Balandis

source: May
lt: Gegužė

source: June
lt: Birželis

source: July
lt: Liepa

source: August
lt: Rugpjūtis

source: September
lt: Rugsėjis

source: October
lt: Spalis

source: November
lt: Lapkritis

source: December
lt: Gruodis

source: Market value
lt: Rinkos vertė

source: Loss
lt: Nuostolis

source: Transferred
lt: Pervesta

source: Sold
lt: Parduota

source: Fund
lt: Fondas

source: Sum
lt: Suma

source: Fees
lt: Mokesčiai

source: Date
lt: Data

source: Day
lt: Diena

source: Unnecessary expenses that can be avoided
lt: Nebūtinos išlaidos, kurių galima atsisakyti

source: Money in accounts
lt: Sąskaitose esantys pinigai

source: Funds/Stocks
lt: Fondai/Akcijos

source: Pension funds
lt: Pensijų fondai

source: Worth of pensions
lt: Pensijų vertė

source: Worth of savings
lt: Fondų vertė

source: Per day
lt: Per dieną

source: Filter
lt: Filtruoti

source: Expense
lt: Išlaidos

source: Debts
lt: Skolos

source: Hide debts
lt: Slėpti skolas

source: Show debts
lt: Rodyti skolas

source: Borrow
lt: Pasiskolinta

source: Borrow return
lt: Grąžinau

source: Lend
lt: Paskolinta

source: Lend return
lt: Grąžino

source: Money flow
lt: Pinigų srautas

source: Expenses statistic
lt: Išlaidų statistika

source: Accounts fact
lt: Sąskaitų faktas

source: Funds fact
lt: Fondų faktas

source: Pensions fact
lt: Pensijų faktas

source: Balances for all years will be updated.
lt: Bus atnaujinti visų metų balansai.

source: Update balances
lt: Atnaujinti balansus

# expenses button
source: Expenses
lt: Išlaidas

# incomes button
source: Incomes
lt: Pajamas

# savings button
source: Savings
lt: Taupymą

# transactions button
source: Transactions
lt: Pervedimą

# drinks button
source: Drinks
lt: Gertynės

source: Show other chart
lt: Rodyti kitą grafiką

source: Percentage of income saved
lt: Pajamų dalis pervedama taupymui

source: Year
lt: Metai

source: Started reading
lt: Pradėta skaityti

source: Ended reading
lt: Baigta skaityti

source: Title
lt: Pavadinimas

source: Author
lt: Autorius

source: Remark
lt: Pastaba

source: Year must be between %(year1)s and %(year2)s
lt: Metai turi būti tarp %(year1)s ir %(year2)s

source: Date cannot be in the future
lt: Data negali būti ateityje

source: Finished reading cannot precede start reading.
lt: Baigta skaityti negali būti anksčiau nei pradėta skaityti.

source: How many
lt: Kiek

source: already has a goal.
lt: metai jau turi tikslą.

source: Readed books
lt: Perskaitytos knygos

source: Delete book
lt: Trinti knygą

# book form title
source: Book
lt: Knyga

source: Goal for the year
lt: Tikslas metams

# book add button
source: Book
lt: Knygą

source: year goal
lt: metų tikslą

source: Readed
lt: Perskaitytos

source: Reading
lt: Skaitomos

source: Goal
lt: Tikslas

source: English
lt: Anglų

source: Lithuanian
lt: Lietuvių

source: Your password can’t be too similar to your other personal information.
lt: Jūsų slaptažodis negali būti pernelyg panašus į kitą asmeninę informaciją.

source: Your password can’t be a commonly used password.
lt: Jūsų slaptažodis negali būti dažniausiai naudojamas slaptažodis.

source: Your password can’t be entirely numeric.
lt: Jūsų slaptažodis negali būti vien tik skaitmenys.

source: The two password fields didn’t match.
lt: Slaptažodžiai nesutampa.

source: Go to today
lt: Šiandiena

source: Clear selection
lt: Išvalyti pasirinkimą

source: Close the picker
lt: Uždaryti

source: Select Month
lt: Pasirinkti mėnesį

source: Next Month
lt: Kitas mėnuo

source: Previous Month
lt: Ankstesnis mėnesis

source: Insert
lt: Įrašyti

source: Monday
lt: Pirmadienis

source: Tuesday
lt: Antradienis

source: Wednesday
lt: Trečiadienis

source: Thursday
lt: Ketvirtadienis

source: Friday
lt: Penktadienis

source: Saturday
lt: Šeštadienis

source: Sunday
lt: Sekmadienis

source: The same accounts are selected.
lt: Pasirinktos vienodos sąskaitos.

source: No %(verbose_name)s found matching the query
lt: %(verbose_name)s užklausos nėra

source: closed
lt: uždaryta

source: Delete
lt: Trinti

source: Edit
lt: Redaguoti

source: Update and Close
lt: Atnaujinti ir uždaryti

source: Insert and Close
lt: Įrašyti ir uždaryti

source: Close
lt: Uždaryti

source: Are you sure you want to delete
lt: Ar tikrai norite ištrinti

source: Add
lt: Pridėti

source: Remains to be returned
lt: Liko grąžinti

source: Only the balances in this table will be updated.
lt: Bus atnaujinti tik šios lentelės balansai.

source: Search
lt: Ieškoti

source: Reset
lt: Išvalyti

source: Data missing.
lt: Trūksta duomenų.

source: Data are missing. At least two years of data is required.
lt: Trūksta duomenų. Reikia bent dviejų metų duomenų.

source: Quantity
lt: Kiekis

source: Count type
lt: Skaitiklis

source: This title is reserved for the system.
lt: Šis pavadinimas rezervuotas sistemai.

source: Weekdays, %(year)s year
lt: Savaitės dienos, %(year)s metai

source: Gap
lt: Tarpas

source: Frequency of gaps, in days
lt: Tarpų dažnis, dienomis

source: Days of week
lt: Savaitės dienos

source: Delete counter
lt: Trinti skaitiklį

source: Counter
lt: Kiek

source: Delete count type
lt: Trinti skaitiklį

source: You have no counters.
lt: Jūs neturite skaitiklių.

source: Add counter
lt: Pridėti skaitiklį

source: Charts
lt: Grafikai

source: Data
lt: Duomenys

source: History
lt: Istorija

source: Week
lt: Savaitė

source: Per week
lt: Per savaitę

source: Last time before
lt: Paskutinį sykį prieš

# counter button
source: Counter
lt: Skaitiklį

# record button
source: Record
lt: Įrašą

source: Debtor
lt: Skolininkas

source: Borrower
lt: Paskolos gavėjas

source: Lender
lt: Paskolos davėjas

source: Returned
lt: Gražinta

source: The name of the lender must be unique.
lt: Skolintojo vardas turi būti unikalus.

source: You can't close a debt that hasn't been returned.
lt: Negalite uždaryti dar negražintos skolos.

source: The amount due exceeds the debt.
lt: Mokėtina suma viršija skolą.

source: The date preceding the debt's date.
lt: Data yra ankstesnė nei skolos data.

source: Debt
lt: Skola

source: Debt repayment
lt: Skolos gražinimas

# debt button
source: Debt
lt: Skolą

# sum button
source: Sum
lt: Sumą

source: Drink type
lt: Gėrimo tipas

source: 1 Beer = 0.5L
lt: 1 Alus = 0.5L

source: 1 Wine = 0.75L
lt: 1 Vynas = 0.75L

source: 1 Vodka = 1L
lt: 1 Degtinė = 1L

source: Millilitres are assumed if more than %(cnt)s is entered.
lt: Įvedus daugiau nei %(cnt)s, bus manoma kad tai yra mililitrai.

source: if the type of drink is
lt: jei gėrimo tipas yra

source: No records this year
lt: Šiais metais įrašų nėra

source: Years must be different
lt: Metai turi būti skirtingi

source: Must be 4 digits.
lt: Turi būti 4 skaitmenys.

source: Drinks
lt: Gėrimai

source: Average per day, ml
lt: Vidutiniškai per dieną, ml

source: Pure alcohol per year, L
lt: Per metus gryno alkoholio, L

source: Limit
lt: Riba

source: Alcohol consumption per day, milliliters
lt: Alkoholio kiekis per dieną, ml

source: Beer
lt: Alus

source: Wine
lt: Vynas

source: Vodka
lt: Degtinė

source: Delete drinks
lt: Trinti gėrimus

source: Max per day
lt: Max per dieną

source: pcs
lt: vnt

source: No goal set
lt: Neįvestas tikslas

source: Year comparison
lt: Metų palyginimas

source: Litres
lt: Litrai

source: No data
lt: Nėra duomenų

source: Last time I had a drink
lt: Paskutinį sykį gerta

source: Number of days
lt: Dienų skaičius

source: Drunk
lt: Išgerta

source: Per month
lt: Per mėnesį

source: Dink Type
lt: Gėtimo tipas

source: What is a standard unit of alcohol
lt: Kas yra standartinis alkoholio vienetas

source: Historical data
lt: Istoriniai duomenys

source: 2 years
lt: 2 metų

source: 3 years
lt: 3 metų

source: 7 years
lt: 7 metų

source: All years
lt: Visi metai

source: Full price
lt: Visa kaina

source: Expense type
lt: Išlaidų rūšis

source: Expense name
lt: Išlaidų pavadinimas

source: Exception
lt: Išimtis

source: Price
lt: Kaina

source: Attachment
lt: Failas

source: The %(title)s is 'Necessary', so it can't be marked as 'Exeption'
lt: %(title)s yra 'Būtina', todėl ji negali būti pažymėta kaip 'Išimtis'

source: Image file too large ( > 4Mb )
lt: Per didelis vaizdo failas ( > 4Mb)

source: Year cannot be later than %(year)s
lt: Metai negali būti vėlesni nei %(year)s

source: The date cannot be later than the account closure date. The account was closed in %(year)s.
lt: Data negali būti vėlesnė nei sąskaitos uždarymo data. Sąskaita buvo uždaryta %(year)s.

source: Necessary
lt: Būtina

source: Valid for
lt: Galioja

source: Delete expenses
lt: Trinti išlaidas

# expenses form title
source: Expenses
lt: Išlaidos

source: Average unit price
lt: Vidutinė vieneto kaina

source: Image
lt: Paveikslėlis

source: Pdf file
lt: Pdf failas

source: All records
lt: Visi įrašai

# expenses name button
source: Expenses name
lt: Išlaidų pavadinimą

# expenses type button
source: Expenses type
lt: Išlaidų rūšį

source: There are no records for month <b>%(month)s</b>.
lt: <b>%(month)s</b> mėnesį įrašų nėra.

source: Amount
lt: Suma

source: Incomes type
lt: Pajamų rūšis

source: Year cannot be greater than %(year)s
lt: Metai negali būti didesni nei %(year)s

source: Type
lt: Tipas

source: Salary
lt: Atlyginimas

source: Dividents
lt: Dividendai

source: Other
lt: Kita

source: Delete incomes
lt: Trinti pajamas

# income type button
source: Incomes type
lt: Pajamų rūšį

source: Journal language
lt: Svetainės kalba

source: Journal title
lt: Svetainės pavadinimas

source: Fee
lt: Mokestis

source: The `Sum` and `Fee` fields cannot both be empty.
lt: Laukeliai `Suma` ir `Mokestis` abu negali būti tušti.

source: Fund title
lt: Fondo pavadinimas

source: Delete pension
lt: Trinti pensijas

source: Pension
lt: Pensija

source: Years
lt: Metai

source: Income type
lt: Pajamų rūšis

source: Saving type
lt: Taupymas

source: At least one plan needs to be selected.
lt: Reikia pažymėti nors vieną planą.

source: There is nothing to copy.
lt: Nėra ką kopijuoti.

source: %(year)s year already has plans.
lt: %(year)s metai jau turi planus.

source: Copy from
lt: Kopijuoti iš

source: Copy to
lt: Kopijuoti į

source: Incomes plans
lt: Pajamų planai

source: Expenses plans
lt: Išlaidų planai

source: Savings plans
lt: Taupymo planai

source: Day plans
lt: Dienos planai

source: Plans for additional necessary expenses
lt: Papildomų būtinų išlaidų planus

source: median
lt: mediana

source: Necessary expenses
lt: Būtinos išlaidos

source: Remains for everyday
lt: Lieka kasdienybei

source: Full expenses
lt: Visos išlaidos

source: Residual
lt: Likutis

source: Sum per day
lt: Suma dienai

source: days in month
lt: mėnesio dienų skaičius

source: from tables above
lt: iš lentelių viršuje

source: %(year)s year already has %(title)s plan.
lt: %(year)s metai jau turi %(title)s planą.

# plans day error
source: Day
lt: Dienos

source: %(year)s year and %(type)s already has %(title)s plan.
lt: %(year)s metai ir %(type)s jau turi %(title)s planą.

source: Copy plans
lt: Kopijuoti planus

source: Delete plans
lt: Trinti planus

source: Daily
lt: Dienai

source: Additional necessary expenses
lt: Papildomos būtinos išlaidos

source: Calculations
lt: Skaičiavimai

source: From account
lt: Iš sąskaitos

source: II stage
lt: II pakopa

# fund button
source: Fund
lt: Fondą

# pension button
source: Pension
lt: Pensiją

source: Delete savings
lt: Trinti fondus

source: Access Denied
lt: Priėjimas negalimas

source: Back to homepage
lt: Grįžti į pagrindinį puslapį

source: Not found
lt: Nerasta

source: Server Error
lt: Serverio klaida

source: Month
lt: Mėnuo

source: Detailed
lt: Detali

source: Transactions
lt: Pervedimai

source: Books
lt: Knygos

source: Add count type
lt: Pridėti skaitiklį

source: Plans
lt: Planai

# account button
source: Account
lt: Sąskaitą

source: Log out
lt: Išsiregistruoti

source: Change password
lt: Keisti slaptažodį

source: Settings
lt: Nustatymai

source: To account
lt: Į sąskaitą

source: Amount left after fee
lt: Suma kuri lieka atskaičius mokesčius

source: Account &hArr; Account
lt: Sąskaita &rArr; Sąskaita

source: Fund &rArr; Account
lt: Fondas &rArr; Sąskaita

source: Fund &hArr; Fund
lt: Fondas &hArr; Fondas

source: Delete transaction
lt: Trint pervedimą

source: Transaction
lt: Pinigų pervedimas

source: Email
lt: El. paštas

source: You entered your own Email.
lt: Įvedėte savo Email.

source: User with this Email already exists.
lt: Vartotojas su šiuo Email jau egzistuoja.

source: Update
lt: Atnaujinti

source: Delete user
lt: Trinti vartotoją

source: User
lt: Vartotojas

source: Admin
lt: Administratorius

source: There are no additional users.
lt: Nėra papildomų vartotojų.

source: Invitation
lt: Pakvietimas

source: Email sent
lt: Laiškas išsiųstas

source: Send invitation
lt: Siųsti pakvietimą

source: New to this site?
lt: Pirmą kartą šioje svetainėje?

source: Sign up
lt: Užsiregistruoti

source: Already have an account?
lt: Jau turite paskyrą?

source: Log in
lt: Prisijungti

source: Forgot your password?
lt: Pamiršai slaptažodį?

source: It seems that your invitation is no longer valid. Ask a friend to provide a new link.
lt: Atrodo, kad jūsų kvietimas nebegalioja. Paprašykite draugo atsiųsti naują nuorodą.

source: Success!
lt: Sėkmė!

source: Password changed!
lt: Slaptažodis pakeistas!

source: Return to home page
lt: Grįžti į pagrindinį puslapį

source: You have successfully changed your password! You may now proceed to log in.
lt: Sėkmingai pakeitėte slaptažodį! Dabar galite prisijungti.

source: Return to Log in
lt: Grįžti į prisijungimo puslapį

source: Change password for <b>%(user)s</b>
lt: Keisti <b>%(user)s</b> slaptažodį

source: Change Password
lt: Keisti slaptažodį

source: Reset your password
lt: Pakeisti slaptažodį

source: It looks like you clicked on an invalid password reset link. Please try again.
lt: Atrodo, kad spustelėjote negaliojančią slaptažodžio atstatymo nuorodą. Bandykite dar kartą.

source: Request a new password reset link
lt: Prašyti naujos slaptažodžio atstatymo nuorodos

source: Journal settings
lt: Svetainės nustatymai

source: Users
lt: Vartotojai

source: Send invite link
lt: Siųsti pakvietimo nuorodą

source: Unneccessary expenses
lt: Nebūtinos išlaidos

source: Send password reset email
lt: Siųsti slaptažodžio atstatymo nuorodą

source: Enter your email address and system will send you a link to reset your pasword.
lt: Įveskite savo el. pašto adresą ir sistema atsiųs nuorodą, kad atstatytumėte slaptažodį.

source: Check your email for a link to reset your password. If it doesn't appear within a few minutes, check your spam folder.
lt: Patikrinkite el. pašto dėžutę, joje turi būti laiškas su slaptažodžio atstatymo nuoroda. Jei laiško negausite per kelias minutes, patikrinkite šlamšto aplanką.
